Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/ragnravn-s.htm.tmx
Source language: sme
Languages: nob

source: Govva lea váldon 1960 giđa luohkás bajábealde Deanu skuvlla , Bonjáhasas .
nob: Bildet er tatt om våren 1960 i bakken ovenfor Tana skole i Bonakas .

source: Čáppa dálkin manai luohkká dohko niestti borrat .
nob: I finværet dro klassen dit og spiste matpakka si .

source: bealde Ole Sabbasen , Thorbjørn Skjåvik , Are Fokstad , Ragnhild Ravna ( oahpaheaddji ) , Anna Dervola , Hjørdis Krogh , May Britt Lavre , Lisbeth Biti ( duohken ) , Inger ? ,
nob: Fra venstre Ole Sabbasen , Thorbjørn Skjåvik , Are Fokstad , Ragnhild Ravna ( lærer ) , Anna Dervola , Hjørdis Krogh , May Britt Lavre , Lisbeth Biti ( bak ) , Inger ? ,

source: 1965 nammaduvvui vuosttaš kulturlávdegoddi Deanus .
nob: I 1965 ble den første kulturnemnda i Tana oppnevnt .

source: Per Fokstad válljejuvvui dasa , nu mo maiddái Anna Biggi , Karl Hjelvik ja Toralv Pedersen .
nob: Per Fokstad ble valgt inn , likedan Anna Biggi , Karl Hjelvik og Toralv Pedersen .

source: Ieš válljejuvvojin jođiheaddjin .
nob: Selv ble jeg valgt som leder .

source: Deanu gielda lei dál sturron , lei oktiičaskon Buolbmát gielddain .
nob: Tana kommune var nå blitt stor i utstrekning i og med at den var blitt slått sammen med Polmak kommune .

source: Munnje lei movttiidahtti beassat dakkár mihtilmas olbmuiguin ovttasbargat , vaikko vel dovden ahte eat lean áibbas ovttaoaivilis kulturbarggus .
nob: For meg var det inspirerende å få samarbeide med slike personligheter selv om jeg følte at vi ikke var helt på bølgelengde i kulturarbeidet .

source: Per Fokstad oaččui eallit 11 jagi ealáhagas ovdalgo jámii 1973:s .
nob: Per Fokstad fikk 11 år som pensjonist før han døde i 1973 .

source: Bonjáhasas deaivvadeimmet su vádjoleamen geainnu alde .
nob: I Bonakas kunne vi daglig treffe han spaserende på veien .

source: Son liikkui fitnat vázzimin moddii beaivái .
nob: Han måtte helst ha seg et par turer om dagen .

source: Ja smiehtai váccedettiinis , sus ledje ain niegut , sávaldagat , doaivvut .
nob: Og han tenkte mens han gikk , han hadde fortsatt drømmer , håp og ønsker .

source: Go bođii ođasdiehtu ahte Sámi Instituhtta galggai vuođđuduvvot , de logai : « Dál sáhtán jápmit . »
nob: Da nyhetsmeldingen kom at Nordisk Samisk Institutt skulle etableres , kom det fra han : « Nå kan jeg dø . »

source: Lei stuorra ulbmil ja olahus su eallimis ja barggus .
nob: Det var et stort mål og en milepæl i hans liv og det arbeid han hadde kjempet for .

source: Buot dáid maŋimuš jagiid lei son čállimin girjji John Savio birra .
nob: I alle disse siste årene skrev han på ei bok om John Savio .

source: Čállin lei noađđin su olggiide .
nob: Skrivingen lå som en byrde over han .

source: Girjji ii goassege válbmen .
nob: Boka fikk han aldri fullført .

source: Sus ledje artihkkalat , aviisačuohpastagat ja čállosat bargolanjas ja orrunlanjas , ii lean gal nu álki doaladit buot dáin ollislaš gova .
nob: Han hadde stabler av artikler og skriv og avisutklipp på arbeidsrommet og i stua , og det var vel ikke så lett å ha oversikt over alt dette .

source: Son háliidii ja barggai buot dáid ovddas : bissováš sámi teáhter , sámi joatkkaskuvla , eatnigiella skuvllas , guhkit sámegiel sáddenáiggit radios . Obalohkái áŋgirušai das ahte buohkat mii geat ássat dáin guovlluin galgat beassat vásihit sámevuođa árvvu .
nob: Han jobbet for og ønsket fast samisk teater , samisk gymnas , morsmål i skolen , lengre samiske sendetider i radioen , ja , at alle vi som bor i dette området skal få muligheten til å oppleve verdien av det samiske .

source: « Lea nu čáppat » , dajai ieš .
nob: « Det er så vakkert » , sa han .

source: Badjelaš 30 jagi leat mannan su jápmima maŋŋá , ja jurddaš , mii leat vásihan olu das maid Fokstad niegadii .
nob: Det er gått vel 30 år siden hans død , og tenk , så har vi opplevd mye av denne utviklingen som Fokstad drømte om .

source: Máŋgii lean sávvan ahte son beasašii vásihit olu das masa son lei gilván siepmaniid .
nob: Så mange ganger jeg hadde ønsket at han hadde fått opplevd mye av dette som han hadde sådd spirer til .

source: Dan botta go ain elii , de beasai su neabi mánná álggahit skuvlaáiggi Sieiddás sámegielain oahpahusgiellan ( 1959 skuvlalága mielde ) .
nob: Mens han ennå levde , fikk hans nevøs barn starte skoletida i Seida med samisk som opplæringsspråk ( Skoleloven av 1959 ) .

source: Maŋŋá go jámii , 1975:s , bođii ođđa skuvlaláhka man § 40:s čuožžu : « Barn i samiske distrikt kan få samisk dersom foreldrene krever de . »
nob: Etter hans død , i 1975 kom ny skolelov der det i § 40 står : « Barn i samiske distrikt kan få samisk dersom foreldrene krever det » .

source: Mun de fuomášuhtten oahppiidasan ja sin váhnemiidda ahte sis lea dát riekti .
nob: Jeg gjorde mine elever og foreldre oppmerksom på dette .

source: Muhtumat háliidedje dakkáraš fálaldaga , ja sámegielfálaldat álggahuvvui ge Sieiddá skuvllas , gos dalle bargen .
nob: En del elever ønsket tilbudet , og det ble satt i gang på Seida skole der jeg da arbeidet .

source: Muhto lei dušše okta tiibmu vahkkui , oahppit eai dáidde oahppat dađe eanet .
nob: Men det var bare en time pr. uke , elevene lærte nok ikke så mye .

source: váhnemin ozaime maid sámegieloahpahusa nuoramus mánnáseame , gii duođaid háliidii oahppat .
nob: Som foreldre søkte vi også om samiskopplæring for vårt yngste barn som svært gjerne ville lære .

source: Skuvla vuostálasttii garrasit bidjamis johtui dakkár oahpahusa , « mii dalle bilidivččii eŋgelasgieloahpahusa » , čállojuvvui vástidanreivves .
nob: Skolen hadde sterke motforestillinger mot å sette i gang en slik opplæring « som da ville ødelegge for engelskopplæringa » ble det sagt i svarskrivet .

source: Muhto mánnáme fidnii gáržžiduvvon sámegielfálaldaga ovtta tiimmu vahkkui guvttiin eará ohppiin .
nob: Men barnet vårt fikk et beskjedent samisktilbud en time i uka sammen med to andre elever .

source: Dát vuosteháhku láhčit dili sámegieloahpahussii lea leamaš oidnosis moatti Deanuskuvllas .
nob: Denne uviljen til å legge til rette for samiskopplæring har vært merkbar på flere av skolene i Tana .

source: Dalle bilidivččii muhtun eará fága ovddas .
nob: Da måtte det gå på bekostning av noe annet .

source: Sii geat leat oahpahan sámegielas boares Deanu gielddas leat bargan oktonasas , iige leat leamaš geainnage ovttasbargat , ja dábálaččat leat uhcán áddejumi fidnen jođiheddjiin .
nob: De som har undervist i samisk i gamle Tana kommune har hatt en ensom jobb , ingen å samarbeide med og som oftest har de møtt liten forståelse fra ledelsen .

source: Lei mahkáš nu joavdelas , dat sámegiella .
nob: Det var liksom så unødvendig med den samisken .

source: Skuvlabusse lea leamaš oassin máŋgga oahppi árgaeallimis .
nob: Skolebuss har vært en del av dagliglivet for mange elever .

source: Dás vurdet Deanu skuvlla oahppit busse .
nob: Her venter elever fra Tana skole på bussen .

source: Govva lea váldon Bonjáhasas su . borgemánu 25. b. 1968 , vuosttaš beaivvi geasseluomu maŋŋá , ja Øyvind Ravna vuosttaš skuvllabeaivi .
nob: Bildet er tatt i Bonakas ca 25. august 1968 , første dag etter sommerferien og aller første skoledag for Øyvind Ravna .

source: Danin beasai maiddái unnavieljaš , 3-jahkásaš Per Torleiv čuovvulit .
nob: Derfor fikk også lillebroren Per Torleiv på 3 år også være med .

source: bealde currežat Ole ja Per Sabbasen , Øyvind Ravna ja Per Torleiv Ravna .
nob: Fra venstre tvillingene Ole og Per Sabbasen , Øyvind Ravna og Per Torleiv Ravna .

source: Mannen ealáhahkii 2002:s .
nob: Jeg ble pensjonist i 2002 .

source: Lean beassan bargat Deanu gielddas hui gelddolaš ovdánahttinjagiid .
nob: Jeg har fått arbeide i Tana kommune i spennende utviklingsår .

source: Olu nuorat leat fidnen ruovttoluotta jápmán giela , ja eanet mánát go goassege ovdal vázzet sámi mánáidgárddis .
nob: Mange unge mennesker har fått tilbake det utdøende språket , og flere barn enn noen gang går i samisk barnehage .

source: Sámegiella lea šaddan « bivnnuhin » .
nob: Samisk er blitt « in » .

source: Deanu sámeskuvla lea sajáiduvvan ođđa visttiide ja dohko leat ollugat geat ohcet .
nob: Deanu sámeskuvla er etablert i nye lokaler og har god rekruttering .

source: Dárogielhálli váhnemiid mánát sáhttet fidnet ruovttoluotta masson giela .
nob: Barn av ikke-samisktalende foreldre kan få tilbake det tapte språket .

source: Giella lea buoremus reaidu kulturáddejumis ja gullevašvuođas .
nob: Språket er det beste redskapet i kulturforståelse og tilhørighet .

source: Muhto eanetlogugiella lea nanus .
nob: Men majoritetsspråket er sterkt .

source: Olu eanet návccat ja árja dárbbašuvvo jus sámegiella duođaid galgá šaddat dárogielain dassálagaid Deanus .
nob: Det må en langt større innsats til hvis samisk skal bli et reelt likestilt språk i Tana .

source: Ovdáneapmi lea leamaš lossat máŋgasiidda , sihke sidjiide geat háliidivčče oaidnit sámekultuvrra ollásit jávkama , ja kultur-- ja giellanannejeaddjiid njunnožiidda .
nob: Utviklingen har vært og er tung for mange , både for dem som helst ville se at all samekultur skulle bli borte og for dem som har gått i bresjen for å styrke den .

source: Leat nu olu vuostálas searat Deanu-servvodagas .
nob: Det er så mange motstridende krefter i Tana-samfunnet .

source: Juohke áidna sámi giela ja kultuvrra buorideapmi mielddisbuktá rahčama .
nob: Hver lille fremgang for styrking av samisk språk og kultur , enten for enkeltindividet eller for institusjoner , medfører en kamp .

source: Muhto go eatnašiin leat persovnnalaš oaivilat sámevuođas , lea maid hui gelddolaš orrut Deanus .
nob: Det at de aller fleste har en personlig mening om det samiske , gjør det samtidig meget spennende å bo i Tana .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
